<?php
return [
    'require' => 'هناك بيانات ناقصة',
    'siteTag1' => 'شعار الموقع قصير جدا',
    'siteName1' => 'إسم الموقع قصير جدا',
    'siteName2' => 'إسم الموقع يحتوي على كلمات ممنوعة',
    'siteDesc1' => 'وصف الموقع قصير جدا',
    'email1' => 'البريد الألكتروني غير صحيح',
    'already' => 'الإعدادات العامة تم إدخالها في وقت سابق',
    'keywords' => 'الكلمات المفتاحية المسموح بها : حروف و أرقام فقط',
    'update' => 'تم حفظ البيانات بنجاح',
    'done' => '<span>تم إنشاء الإعدادات بنجاح</span><br><small>تقدم للخطوة التالية من خلال الضغط على الرابط في الأسفل .</small>',
    'no-change' => 'لم تغير أي شئ',
    'defaultMsg' => 'الموقع مقفل لشئ رائع !',
];