<?php
return [
    'require' => 'هناك بيانات ناقصة',
    'siteTag1' => 'شعار الموقع قصير جدا',
    'siteName1' => 'إسم الموقع العربي قصير جدا',
    'siteName1-1' => 'إسم الموقع الإنجليزي قصير جدا',
    'siteName2' => 'إسم الموقع العربي يتحتوي على كلمات ممنوعة',
    'siteName2-2' => 'إسم الموقع الإنجليزي يحتوي على كلمات ممنوعة',
    'siteDesc1' => 'وصف الموقع العربي قصير جدا',
    'siteDesc1-1' => 'وصف الموقع الإنجليزي قصير جدا',
    'email1' => 'البريد الألكتروني غير صحيح',
    'already' => 'الإعدادات العامة تم إدخالها في وقت سابق',
    'keywords' => 'الكلمات المفتاحية المسموح بها : حروف و أرقام فقط',
    'update' => 'تم حفظ البيانات بنجاح',
    'done' => '<span>تم إنشاء الإعدادات بنجاح</span><br><small>تقدم للخطوة التالية من خلال الضغط على الرابط في الأسفل .</small>',
    'no-change' => 'لم تغير أي شئ',
    'defaultMsg1' => 'الموقع مقفل حاليا',
    'defaultMsg2' => 'sorry we are closed !',
];
