<?php

return [
    'verify' => [
        'title' => 'التحقق من الحساب',
        'heading' => 'التحقق من البريد الألكتروني',
        'desc' => 'أنت هنا للتحقق من بريدك الألكتروني .',
        'result' => 'نتيجة التحقق :',
        'ver-succ' => 'مُبارك، يمكنك الأن الولوج إلى حسابك و المشاركة معنا .',
        'ver-fail' => 'شئ ما حدث، الرجاء التأكد من انك إتبعتَ الرابط الصحيح او قمت بنسخ كامل الرابط .',
        'prob-heading' => 'هل واجهتك مشكلة ؟',
        'prob-resend' => 'إعادة إرسال رسالة التحقق',
        'prob-supp' => 'الإتصال بالدعم',
    ],
    'resend' => [
        'title' => 'إعادة التحقق',
        'heading' => 'إعادة التحقق',
        'result' => 'نتيجة إعادة الإرسال :',
        'desc' => 'انت هنا لأنك طلبت إعادة إرسال رابط التحقق .',
        'resend-fail' => 'شئ ما حدث، الرجاء المحاولة لاحقا او الإتصال بالإدارة .',
        'resend-succ' => 'تم إعادة إرسالة رسالة تحقق للبريد الألكتروني المسجل لـ',
    ],
    'recover' => [
        'title' => 'إسترجاع الحساب',
        'heading' => 'هل نسيت كلمة السر ؟',
        'desc' => 'الرجاء إدخال بريدك الألكتروني لإرسال رسالة إسترجاع الحساب',
        'placeholder' => 'البريد الإلكتروني',
        'rec-mail' => 'إرسال الرسالة إلى البريد الإحطياتي ؟',
        'send' => 'إرسال رسالة الإسترجاع',
    ],
    'reset' => [
        'title' => 'إعادة تعيين كلمة السر',
        'heading' => 'إعادة تعيين كلمة السر',
        'desc' => 'الرجاء ملئ الفرغات في الأسفل لإعادة تعيين كلمة السر',
        'label-pass' => 'كلمة السر الجديدة',
        'placeholder' => 'كلمة السر',
        'label-re' => 'إعادة كلمة السر',
        'sub' => 'حفظ التغييرات',
    ]
];
