<?php
return [
    'reply' => '<h3>حذف رد</h3><p>هل أنت متاكد من أنك تريد حذف هذا الرد ؟</p>',
    'EdTitle' => '<h3>حذف عنوان دراسي</h3><p>هل انت متأكد من أنك تريد حذف هذا العنوان ؟</p>',
    'skill' => '<h3>حذف مهارة</h3><p>هل أنت متاكد من انك تريد حذف هذه المهارة ؟</p>',
    'deleteMessages' => '<h3>حذف رسائل</h3><p>هل انت متاكد من انك تريد حذف هذه الرسائل ؟</p>',
    'buyItem' => '<h3>شراء أداة</h3><p>هل انت متاكد من انك تريد شراء هذه الادارة ؟</p>',
    'consumeItem' => '<h3>إستخدام اداة</h3><p>هل أنت متاكد من انك تريد إستخدام هذه الأداة ؟</p>',
    'deleteCategory' => '<h3>حذف قسم</h3><p>هل انت متاكد من انك تريد حذف هذا القسم ؟</p>',
    'deleteForum' => '<h3>حذف منتدى</h3><p>هل أنت متاكد من انك تريد حذف هذا المنتدى ؟</p>',
    'deleteUser' => '<h3>حذف عضو</h3><p>هل انت متاكد من انك تريد حذف هذا العضو ؟</p>',
    'deleteRole' => '<h3>حذف رتبة</h3><p>هل أنت متاكد من انك تريد حذف هذه الرتبة ؟</p>',
    'deleteTickets' => '<h3>حذف رسالة دعم</h3><p>هل أنت متاكد من انك تريد حذف هذه الرسالة ؟</p>',
    'approveDecline' => '<h3>قبول او رفض</h3><p>هل انت متاكد من انك تريد قبول او رفض هذا الطلب ؟</p>',
    'deleteRule' => '<h3>حذف قانون</h3><p>هل انت متاكد من انك تريد حذف هذا القانون ؟</p>',
];