<?php
return [
    'title' => [
        'thread' => 'إنشاء موضوع',
        'reply' => 'إنشاء رد',
        'message' => 'تحرير رسالة',
    ],
    'create' => [
        'thread' => 'إنشاء موضوع جديد',
        'reply' => 'إنشاء رد جديد',
        'message' => 'تحرير رسالة جديدة',
    ],
    'placeholder' => [
        'thread' => 'عنوان الموضوع',
        'message' => 'عنوان الرسالة',
        'receiver' => 'معرف المتلقي ( id )',
        'keywords' => 'الكلمات المفتاحية',
    ],
    'content' => [
        'thread' => 'محتوى الموضوع',
        'reply' => 'محتوى الرد',
        'message' => 'محتوى الرسالة',
    ],
    'setKeywords' => 'إفصل الكلمات المفتاحية بفاصلة واحدة ( ، )',
    'submit' => [
        'thread' => 'إنشاء الموضوع',
        'reply' => 'إنشاء الرد',
        'message' => 'إرسال',
    ],
    'cancel' => 'إلغاء',
    'addReplyTo' => 'رد على : ',
    'sendMsgTo' => 'إرسال رسالة إلى : ',
    'attach' => [
        "add" => "إضافة مرفقات :",
        "chose" => "إختيار الملفات",
        "upload" => "رفع المرفقات",
    ],
    'savingDraft' => 'جارِ الحفظ في المسودة',
];
