<?php

return [
    'inbox' => [
        'title' => 'تعديل المسودة (الرسائل)',
        'page-title' => 'تعديل مسودة رسالة',
    ],
    'thread' => [
        'title' => 'تعديل المسودة (المواضيع)',
        'page-title' => 'تعديل مسودة موضوع',
    ],
    'curr-attach' => 'المرفقات الحالية',
    'see' => [
    	'title' => 'مشاهدة المسودة',
    	'page-title' => 'مُسودتك',
    	'header' => 'مراجعة المسودات',
    	'desc' => 'راجع مسوداتك الحديثة',
    	'no-draft' => 'لا تملك أي مسودة حاليا',
    	'created' => 'أنشئت في :',
    	'delete' => 'حذف المسودة',
    ],
    'draft-delay' => 'المسودات تحفظ فقط لمدة 7 أيام',
];
