<?php
return [
    'mails' => [
        'verification' => [
            'welcome' => 'مرحبا بك في ',
            'desc' => 'شكرا لك للإنظام إلينا، لقد شارفت على الإنتهاء، إضغط على الزر في الاسفل لتفعيل الحساب',
            'hint' => 'إن لم يعمل الزر، قم بنسخ الرابط التالي',
            'regards' => 'تحايتنا',
            'username' => 'إسم المستخدم :',
            'ch' => 'إضغط هنا',
        ],
        'recover' => [
            'greeting' => 'مرحبا',
            'desc' => 'لقد طلبت إعادة تعيين كلمة السر<br />ان كنت من طلب ذلك إضغط على الرابط، غير ذلك تجاهل الرسالة'
        ],
        'welcome' => [
            'heading' => 'رائع',
            'desc' => 'يسعدنا ان تكون جزء من مجتمعنا، لا تنسى ان تحفظ بياناتك المهمة :',
            'forgetPassword' => 'هل نسيت كلمة السر ؟',
            'recover' => 'إسترجعها !',
            'suggLink' => 'في إنتظار تفاعلك معنا، ومن هنا بعض الروابط التي من ممكن ان تساعدك',
            'link' => [
                'heading' => 'هل لديك سؤال ؟',
                'desc' => 'إن كان عندك سؤال الرجاء مراجعة صفحة الأسئلة الشائعة اولا من ثم الاتصال بالدعم .',
                'contact' => 'الإتصال بالدعم',
            ],
            'thanks' => 'شكرا مرة اخرى لإنضمامك إلينا',
        ],
        'subscribes' => [
            'title' => 'مواضيع نشطة في إنتظارك -',
            'heading' => 'اخر المواضيع',
            'desc' => 'بطلبك ولجعلك على إطلاع بأخر المواضيع النشطة',
            'may' => 'من الممكن ان تكون مهتم بأحد المواضيع التالية',
            'remind' => 'وصلتك هذه الرسالة لانك مشترك في خدمة الرسائل',
            'unsubscribe' => 'لـإلغاء الإشتراك',
        ]
    ]
];
