<?php

return [
    'title' => 'صندوق الرسائل',
    'page-title' => 'صندوق الرسائل',
    'heading1' => 'الوارد',
    'heading2' => 'الصادر',
    'heading3' => 'المسوده',
    'check' => 'تحديد الكل',
    'no-msg' => 'لا توجد رسائل لعرضها !',
    'delete' => 'حذف المحدد',
    'date' => 'أرسلت في :',
    'create' => 'تحرير',
    'in-menu' => [
        'inbox' => 'الوارد',
        'sent' => 'الصادر',
        'draft' => 'المسوده',
    ],
    'message' => [
        'back' => 'عودة',
        'reply' => 'الرد على الرسالة',
        'submit' => 'إرسال الرد',
        'placeholder' => 'محتوى الرد ...',
    ],
    'prefix' => [
        'inbox' => 'وارد',
        'response' => 'رد'
    ],
    'sub-inbox' => 'الردود المتعلقة بهذه الرسالة :',
    'draft-delay' => 'المسودات تحفظ فقط لمدة 7 أيام',
];
