<?php
return [
    'title' => 'الحقيبة',
    'page-title' => 'الحقيبة',
    'welcome' => 'مرحبا بك في حقيبتك',
    'descInv' => 'يمكنك هنا مشاهدة جميع الادواة التي تملكها و التحكم بها .',
    'consume' => 'إستهلاك الاداة',
    'amount' => 'الكمية :',
    'consume-done' => 'لقد قمت بإستهلاك الاداة بنجاح .',
    'wrong-select' => 'شئ ما خاطئ حدث، انت لا تملك هذه الأداة !',
    'wrong-item' => 'شئ ما خاطئ حدث،الاداة غير موجود !',
    'no-items' => 'لا تملك اي اداة حاليا في الحقيبة. <a href="store">قم بشراء البعض</a>',
];