<?php
return
    [
        'page-title' => 'تسجيل عضوية',
        'title' => 'التسجيل',
        'form-header' => 'التسجيل',
        'form-desc' => 'شكرا لاختيارك الإنضمام إلينا، الرجاء ملئ الحقول بالاسفل .',
        'inp-header' => [
                                    'name' => 'إسمك الكامل',
                                    'nickname' => 'إسم المستخدم',
                                    'email' => 'البريد الألكتروني',
                                    'password' => 'كلمة السر',
                                    'password-confirm' => 'تأكيد كلمة السر',
                                    'gender' => 'الجنس',
                                    'birthday' => 'تاريخ الميلاد',
                               ],
        'inp-desc' => [
                                    'name' => 'الإسم الأول و إسم العائلة',
                                    'nickname' => 'الإسم الفريد الذي ستخدمه كمعرف للدخول وللمشاركة في المنتدى',
                                    'email' => 'البريد الاكتروني لتاكيد العضوية و إستقبال الجديد',
                                    'password' => 'رمز الدخول لحسابك',
                                    'password-confirm' => 'الرجاء ادخال كلمة السر مرة اخرى',
                                    'birthday' => 'تاريح مولدك',
                               ],
        'inp-rules' => [
            'name' => ['فقط الحروف مسموح بها', 'الكلمات السيئة ممنوعة'],
            'nickname' => ['يجب ان يكون فريد', 'الكلمات السيئة ممنوعة', 'لا يمكنك استخدام اسم يحيل إلى الإدارة'],
            'email' => ['يجب ان يكون صحيح', 'يجب ان يكون فريد'],
            'password' => ['يجب ان يكون اطول من 6 حروف'],
            'password-confirm' => ['يجب ان يطابق كلمة السر'],
            'gender' => ['أنثى', 'ذكر', 'غير محدد'],
            'birthday' => ['سنة/شهر/يوم'],
        ],
    ];