<?php
return [
    "user-panel" => [
                        'profile' => 'الملف الشخصي',
                        'settings' => 'الإعدادات',
                        'logout' => 'تسجيل الخروج',
                        'inbox' => 'الرسائل',
                        'support' => 'الدعم',
                        'inventory' => 'الحقيبة',
                        'admin_cp' => 'لوحة التحكم',
                    ],
    "notification" => [
                         'no-notify' => "لا توجد إشعارات جديدة لعرضها حاليا .",
                         'title' => "مركز الإشعارات",
                         'center' => "مركز الإشعارات",
                      ],
    "messages" => [
                    'no-msg' => "لا توجد رسائل جديدة لعرضها حاليا .",
                    'more' => "مُشاهدة جميع الرسائل",
               ],
];
