<?php
return [
    'title' => 'مركز التبليغات',
    'header' => 'مركز التبليغات',
    'desc' => 'هنا يمكن التحكم في جميع التقارير المرسلة للإدارة',
    'order' => [
        'sort' => 'الترتيب :',
        'recent' => 'الجديدة',
        'nor' => 'عدد التبليغات',
    ],
    'caption' => [
        'id' => 'المعرف',
        'reported' => 'المبلغ عنهُ',
        'reports' => 'عدد التبليغات',
        'status' => 'الحالة',
        'date' => 'التاريخ',
    ],
    'no-reports' => 'لا توجد تقارير لعرضها',
    'thread' => 'موضوع',
    'reply' => 'رد',
    'view' => [
        'title' => 'مشاهدة التقرير',
        'header' => 'مشاهدة التقرير',
        'desc' => 'انت الان تشاهد تقرير وحيد .',
        'hint' => 'انت الان تشاهد التقارير لهذه المشاركة',
    ],
    'back-to' => 'العودة للمركز',
    'reports' => 'التقارير :',
    'show-reply' => 'إضغط هنا لمشاهدة الرد',
    'status0' => 'ينتظؤ المتابعة',
    'status1' => 'تمت المتابعة',
];