<?php

return [
    'title' => 'الإحصائيات',
    'page-title' => 'إحصائيات المجتمع',
    'desc' => 'مرحبا بكم في صفحة الإحصائيات هنا يمكنك مشاهدة الاحصائيات المفصلة حول المجمتع .',
    'users-stats' => [
        'heading' => 'الأعضاء',
        'ages' => 'الأعمار',
        'country' => 'الدول الأكثر شيوعا',
        'active' => 'العضو الاكثر نشاط',
        'recent' => 'اخر عضو مسجل',
        'old' => 'أقدم عضو مسجل',
        'birthday' => [
            'part1' => 'اليوم هو عيد ميلاد ',
            'part2' => 'عضو',
            'part3' => 'من ؟',
            'modal' => 'الاعضاء الذين ولدوا في مثل هذا اليوم هم :',
        ],
    ],
    'categories-stats' => [
        'heading' => 'الأقسام',
        'categories' => 'الأقسام',
        'replies' => 'الردود',
        'forums' => 'المنتديات',
        'threads' => 'المواضيع',
        'hot' => 'الأقسام الأكثر نشاطا'
    ],
    'users-desc' => [
        'gender1' => 'هي أنثى من',
        'gender2' => 'هو ذكر من ',
        'gender0' => 'هو/هي من',
        'have' => '،لديه',
        'years' => 'سنة، انضم إلينا منذ ',
        'days' => 'يوم',
        'made1' => 'قامت بإنشاء حوالي',
        'made2' => 'قام بإنشاء',
        'made0' => 'قام(ت) بإنشاء',
        'activities' => 'مشاركة .',
        'thank' => 'شكرا لك',
        'welcome' => 'مرحبا بك',
        'faith' => 'شكرا على الوفاء'
    ],
    'birthdayModal' => [
        'title' => 'عيد ميلاد',
        'desc' => 'الاعضاء الذين ولدوا في مثل هذا اليوم هم :',
    ],
    'inactive' => 'أعضاء غير نشطين',
    'active' => 'أعضاء نشطين',
];