<?php

return [
    'title' => 'قواعد الخدمة',
    'page-title' => 'قواعد الخدمة',
    'heading' => 'قواعد الخدمة',
    'desc' => 'قبل المشاركة في المجتمع يجب عليك قراءة و الموافقة على هذه البنود',
    'term1' => 'قواعد المشاركة العامة',
    'desc1' => 'عندما تشارك شئ ما يجب ان تتاكد من انه لا يمثل أي ضرر لشخص ما او لديانة ما .',
    'term2' => 'الجلسات و الكعكات',
    'desc2' => 'نحن نستخدمهما لتحقيق خاصية تسجيل الدخول و لإضفاء تجربة افضل بإستعمال مجمتعنا، لذلك تأكد من انهم في وضعية تشغيل .',
    'term3' => 'المعلومات التي نجمعها',
    'desc3' => 'بإستعمالك للمجتمع فإننا ستنتحصل على المعلومات التالية : نوع الجهاز الذي ستعمله، نوع متصفحك و دولتك .',
    'term4' => 'الخصوصية',
    'desc4' => 'نحن نوفر لك خيارات عديدة للخصوصية من اجل التحكم بها كما تشاء .',
    'term5' => 'تعطيل الحساب',
    'desc5' => 'يمكنك تعطيل حسابك في أي وقت ومن دون ضوابط .',
];