<?php
return [

    'no-replies' => "لا توجد ردود لعرضها",
    'author' => [
                    'stats' => [
                                    'title' => 'إحصائيات حول الكاتب'
                               ],
                    'contact' => [
                                    'title' => 'التواصل',
                                    'pm' => 'رسالة خاصة',
                                    'facebook' => 'الفايسبوك',
                                    'twitter' => 'التويتر',
                                    'youtube' => 'اليوتوب',
                               ]
                ],
    'rateT' => 'تقييم الموضوع',
    'thank' => 'شكرا لك',
    'no-thanks' => 'لم يشكر الكاتب احد، كن الأول !',
    'seeFullUsers' => 'مشاهدة جميع الأعضاء',
    'thanksModal' => [
                        'title' => 'جميع الأعضاء',
                        'descPart1' => ' الأعضاء الذين قالوا شكرا ل',
                        'descPart2' => ' على موضوعه هم :',
    ],
    'addReply' => 'إضافة رد',
    'addReplyTitle' => 'إضافة رد جديد',
    'reply-rules' => [
                        '0' => 'الرد يجب ان يكون اطول من 6 حروف .',
                        '1' => 'لا يمكنه إحتواء على كلمات مسئية او سكريبتات .',
                     ],
    'addReply-placeholder' => 'كن إجابي وناقش الموضوع مع المجتمع .',
    'fullReply' => 'بواسطة المحرر',
    'quick-reply' => 'الرد السريع',
    'update-thread' => 'تعديل الموضوع',
    'update-reply' => 'تعديل الرد',
    'remove-reply' => 'حذف الرد',
    'delete-thread' => 'حذف الموضوع',
    'recent' => 'الجديد',
    'rated' => 'الأكثر تقييما',
    'country' => 'الدولة',
    'join' => 'إنضم منذُ',
    'ago' => 'أيام مضت',
    'external' => [
        'heading' => 'انت الان تغادرنا :',
        'desc' => 'هل انت متاكد من انك تريد المغادرة لهذا الرابط الخارجي ؟',
        'go' => 'نعم اعرف ذلك و اريد المغادرة',
        'hint' => 'يمكنك تعطيل هذه الخاصية من خلال زيارة&nbsp;<a href="settings/security" class="color-5">اعدادات الحماية</a>'
    ],
    'thread-attachments' => 'المرفقات',
    'daysS' => 'يوم منذ الإنضمام',
];
