<?php
return [

    'no-replies' => "لا توجد ردود لعرضها",
    'author' => [
                    'stats' => [
                                    'title' => 'إحصائيات حول الكاتب'
                               ],
                    'contact' => [
                                    'title' => 'التواصل',
                                    'pm' => 'رسالة خاصة',
                                    'social' => 'الروابط الإجتماعية',
                               ]
                ],
    'rateT' => 'تقييم الموضوع',
    'thank' => 'شكر الكاتب',
    'no-thanks' => 'لم يشكر الكاتب احد، كن الأول !',
    'seeFullUsers' => 'مشاهدة جميع الأعضاء',
    'thanksModal' => [
                        'title' => 'جميع الأعضاء',
                        'descPart1' => ' الأعضاء الذين قالوا شكرا ل',
                        'descPart2' => ' على موضوعه هم :',
    ],
    'addReply' => 'إضافة رد',
    'addReplyTitle' => 'إضافة رد جديد',
    'reply-rules' => [
                        '0' => 'الرد يجب ان يكون اطول من 6 حروف .',
                        '1' => 'لا يمكنه إحتواء على كلمات مسئية او سكريبتات .',
                     ],
    'fullReply' => 'الرد المتطور',
    'update-thread' => 'تعديل الموضوع',
    'update-reply' => 'تعديل الرد',
    'remove-reply' => 'حذف الرد',
    'remove-thread' => 'حذف الموضوع',
    'recent' => 'الجديد',
    'rated' => 'الأكثر تقييما',
    'country' => 'الدولة',
    'join' => 'إنضم في ',
    'ago' => 'أيام مضت',
    'external' => [
        'heading' => 'انت الان تغادرنا :',
        'desc' => 'هل انت متاكد من انك تريد المغادرة لهذا الرابط الخارجي ؟',
        'go' => 'نعم اعرف ذلك و اريد المغادرة !',
        'hint' => 'يمكنك تعطيل هذه الخاصية من خلال زيارة<a href="settings/security">اعدادات الحماية</a>'
    ],
];