<?php

return [
    'heading-cat' => 'قائمة الأقسام :',
    'heading-forums' => 'قائمة المنتديات :',
    'caption' => [
        'title' => 'العنوان',
        'id' => 'المُعرف الفريد',
        'order' => 'الترتيب',
        'options' => 'خيارات'
    ],
    'new' => 'إضافة قسم جديد',
    'newForum' => 'إضافة منتدى جديد',
    'newRule' => 'إضافة قانون جديد',
    'no-categories' => 'لا توجد أقسام حاليا .',
    'no-forums' => 'لا توجد منتديات تحت هذا القسم حاليا .',
    'no-rules' => 'لا توجد قوانين لهذا المنتدى حاليا .',
    'sel-forum' => 'حدد المنتدى',
    'sel-cat' => 'حدد القسم',
    'addCategory' => [
        'heading' => 'إضافة قسم جديد',
        'desc' => 'املئ الفراغات في الأسفل لإضافة القسم الجديد .',
        'title' => 'عنوان القسم',
        'description' => 'وصف القسم',
        'order' => 'ترتيب القسم',
        'visibility' => 'من يستطيع رؤية القسم',
        'placeholder1' => 'العنوان',
        'placeholder2' => 'الوصف',
        'placeholder3' => 'الترتيب',
    ],
    'addForum' => [
        'heading' => 'إضافة منتدى جديد',
        'desc' => 'إملئ الفراغات في الأسفل لإضافة قسم جديد .',
        'title' => 'عنوان المنتدى',
        'description' => 'وصف المنتدى',
        'logo' => 'رابط شعار المنتدى',
        'placeholder1' => 'العنوان',
        'placeholder2' => 'الوصف',
        'placeholder3' => 'الرابط',
    ],
    'addRule' => [
        'heading' => 'إضافة قانون جديد',
        'desc' => 'املئ الفراغات في الأسفل لإضافة القانون الجديد .',
        'title_en' => 'عنوان القانون بالانجليزية',
        'title_ar' => 'عنوان القانون بالعربية',
        'description_en' => 'وصف القانون بالانجليزية',
        'description_ar' => 'وصف القانون بالعربية',
        'placeholder1' => 'عنوان القانون',
        'placeholder2' => 'وصف القانون',
    ],
    'editCategory' => [
        'heading' => 'تعديل قسم',
        'desc' => 'غير إعدادات القسم في الأسفل .',
    ],
    'editForum' => [
        'heading' => 'تعديل منتدى',
        'desc' => 'غير إعدادات المنتدى في الأسفل .',
    ]
];