<?php
return [
    'headers' => [
        'statistic' => 'إحصائيات عامة :',
        'activity' => 'النشاط خلال الأيام ال7 الماضية :',
        'recent' => 'اخر المشاركات :',
        'usage' => 'إحصائيات إستعمال المتصفح :',
        'countries' => 'الدولة الاكثر زيارة :',
        'server' => 'إستهلاك موارد الخادم :',
    ],
    'dependIP' => 'بالاعتماد على عنوان ال ip الذي يزور منتداك .',
    'postThread' => 'قام بإنشاء موضوع جديد',
    'addReply' => 'قام بالرد على موضوع',
    'visitHome' => 'زيارة الصفحة الرئيسية',
    'contactMe' => [
        'part1' => 'المرجوا التواصل مع المبرمج للتبليغ عن مشكلة او إقتراح شئ ما',
        'part2' => 'مازن التواتي',
    ],
    'visits' => 'زيارة',
    'no-last-thread' => 'لا توجد مواضيع جديدة حاليا',
    'no-last-reply' => 'لا توجد ردود جديدة حاليا',
];