<?php
return [
    'heading-sub' => 'إشتراكات البريد الإلكتروني',
    'desc' => 'يمكنك هنا إجاد المعلومات المتعلفة بالتواصل مع المشتركين في خدمة الرسائل',
    'cont1' => 'لإرسال الرسائل بشكل دوري يجب عليك تعريف "cron job" من لوحة تحكم الإستضافة الخاصة بك للرابط التالي :',
    'des1' => 'يمكنك تحديد الفترة الزمنية من هناك .',
    'cont2' => 'يمكنك فعل ذلك بشكل يدوي من خلال الضغط على الرابط في الأسفل',
    'des2' => 'من الممكن ان تأخذ بعض الوقت !',
    'btn' => 'إرسال الرسائل',
    'ques' => 'لا توفر لك الإستضافة هذه الخدمة ؟',
];
