<?php
return [
    'heading-supp' => 'مركز الدعم',
    'desc' => 'هنا يمكنك التعامل مع بطاقات الدعم و الرد عليهم .',
    'captions' => [
        'sender' => 'المرسل',
        'title' => 'عنوان البطاقة',
        'status' => 'الحالة',
        'date' => 'التاريخ',
    ],
    'view' => [
        'heading' => 'عرض البطاقة',
        'desc' => 'انت الان تشاهد بطاقة واحدة .',
        'response' => 'الرد على البطاقة :',
        'placeholder' => 'محتوى الرد',
    ],
    'no-tickets' => 'لا توجد بطاقات لعرضها حاليا .',
    'resp' => 'مقفلة',
    'no-resp' => 'بحاجة الى الرد',
    'delete-se' => 'حذف المحدد',
    'sel-all' => 'تحديد الكل',
];