<?php
return [
    'require' => 'هناك بيانات ناقصة',
    'close' => 'تم قفل القسم بنجاح',
    'open' => 'تم فتح القسم بنجاح',
    'delete' => 'تم حذف القسم بنجاح',
    'title1' => 'العنوان العربي مستعمل سابقا',
    'title1-1' => 'العنوان الإنجليزي مستعمل سابقا',
    'title2' => 'العنوان العربي لايمكن ان يكون فارغ',
    'title2-2' => 'العنوان الإنجليزي لايمكن أن يكون فارغ',
    'title3' => 'العنوان العربي يحتوي على كلمات ممنوعة',
    'title3-3' => 'العنوان الإنجليزي يحتوي على كلمات ممنوعة',
    'desc1' => 'وصف القسم العربي قصير جدا',
    'desc1-1' => 'وصف القسم الإنجليزي قصير جدا',
    'no-change' => 'لم تغيير أي شئ',
    'update' => '<span>لقد قمت بتحديث القسم بنجاح</span><br /><small>سوف يتم تحويلك بصفة ألية .</small>',
    'done' => '<span>لقد قمت بإضافة القسم بنجاح</span><br /><small>سوف يتم تحويلك بصفة ألية .</small>',
];
