<?php
return [
    'require' => 'هناك بيانات ناقصة',
    'close' => 'تم قفل القسم بنجاح',
    'open' => 'تم فتح القسم بنجاح',
    'delete' => 'تم حذف القسم بنجاح',
    'title1' => 'العنوان مستعمل سابقا',
    'title2' => 'العنوان لا يمكن ان يكون فارغ',
    'title3' => 'العنوان يحتوي على كلمات ممنوعة',
    'desc1' => 'وصف القسم لا يمكن ان يكون فارغ',
    'no-change' => 'لم تغيير أي شئ',
    'update' => '<span>لقد قمت بتحديث القسم بنجاح</span><br /><small>سوف يتم تحويلك بصفة ألية .</small>',
    'done' => '<span>لقد قمت بإضافة القسم بنجاح</span><br /><small>سوف يتم تحويلك بصفة ألية .</small>',
];