<?php
return [
    'require' => 'هناك بيانات ناقصة',
    'no-cat' => 'مُعرف القسم غير موجود',
    'close' => 'تم قفل المنتدى بنجاح',
    'open' => 'تم فتح المنتدى بنجاح',
    'delete' => 'تم حذف المنتدى بنجاح',
    'title1' => 'العنوان مستعمل سابقا',
    'title2' => 'عنوان المنتدى لا يمكن ان يكون فارغ',
    'title3' => 'العنوان يحتوي على كلمات ممنوعة',
    'desc1' => 'وصف المنتدى قصير جدا',
    'no-change' => 'لم تغير أي شئ',
    'update' => '<span>تم تعديل المنتدى بنجاح</span><br /><small>سوف يتم تحويلك أليا .</small>',
    'done' => '<span>تم إنشاء المنتدى بنجاح</span><br /><small>سوف يتم تحويلك أليا .</small>',
];