<?php
return [
    'require' => 'هناك بيانات ناقصة',
    'no-msg' => 'لا توجد رسائل',
    'title1' => 'العنوان قصير جدا',
    'title2' => 'العنوان يحتوي على كلمات ممنوعة',
    'content1' => 'المحتوى قصير جدا',
    'content2' => 'المحتوى يحتوي على كلمات ممنوعة',
    'receiver1' => 'لا يمكنك مراسلة نفسك',
    'receiver2' => 'مُعرف المستقبل غير موجود',
    'exceed-limit' => 'لقد وصلت لحدود الرسائل اليومية',
    'not-all' => 'شئ ما حدث، لم يتم حذف جميع الرسائل',
    'delete' => 'تم حذف الرسائل بنجاح',
    'done' => "<span>لقد قمت بالرد على الرسالة بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>",
    'done2' =>  "<span>لقد قمت بإرسال الرسالة بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>",
];