<?php
    return [
        'wrong-mail' => 'لا يوجد عضو مسجل بهذا البريد الألكتروني',
        'recoverHeading' => 'إستعادة الحساب',
        'recoverDone' => 'تم إرسال رسالة التحقق إلى بريدك الإلتكروني، الرجاء منك مراجعته.',
        'recoverDone2' => 'بما انك لم تعرف بريد إلكتروني إحطياتي تم إرسال الرابط إلى البريد الرئيسي',
        'recoverDone3' => 'تم إرسال رابط التحقق لبريدك الإحطياتي',
        'recoverFail' => 'هنالك شئ خاطئ، الرجاء المحاولة لاحقا او الاتصال بالادارة .',
        'bad-hash' => 'الرجاء التأكد من أنك إتبعت الرابط الصحيح .',
        'time-out' => 'الرابط لم يعد صالح، الرجاء طلب رابط جديد',
        'changed' => 'الرجاء التاكد من انك لم تغيير اي بيانات',
        'unf' => 'العضو غير موجود',
        'missed' => 'هنالك بيانات ناقصة',
    ];
