<?php

return [
    'require' => "بيانات ناقصة او حقول مطلوبة فارغة",
    'no-thread' => 'مُعرف الموضوع غير موجود',
    'content1' => 'المحتوى قصير جدا',
    'done' => "<span>تم إنشاء الرد بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>",
    'delete' => [
                    'no-access' => 'لا تملك الصلاحية لحذف هذا الرد',
                    'done' => 'تم حذف الرد بنجاح',
                ],
    'update' => [
            'done' => '<span>تم تعديل الرد بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>',
    ],
];