<?php
return [
    'require' => 'هناك معلومات ناقصة',
    'name1' => 'إسم الانجليزي للرتبة لا يمكن ان يكون فارغ',
    'name2' => 'الاسم الانجليزي مستعمل سابقا',
    'name3' => 'الاسم العربي للرتبة لا يمكن ان يكون فارغ',
    'name4' => 'الاسم العربي مستعمل سابقا',
    'access1' => 'حدد الصلاحيات',
    'access2' => 'هذه الرتبة موجود سابقا',
    'basic-roles' => 'لا يمكنك حذف هذه الرتبة',
    'delete' => 'تم حذف الرتبة بنجاح',
    'no-change' => 'لم تغير أي شئ',
    'update' => '<span>تم تغيير الرتبة بنجاح</span><br /><small>سوف يتم تحويل اليا .</small>',
    'done' => '<span>تم إضافة الرتبة بنجاح</span><br /><small>سوف يتم تحويل اليا .</small>',
];