<?php
return [
    'require' => 'هناك معلومات نافصة',
    'no-forum' => 'شئ ما خاطئ حدث، المنتدى غير موحود',
    'title_en1' => 'العنوان الانجليزي مستعمل سابقا',
    'title_en2' => 'العنوان الانجليزي لا يمكن ان يكون فارغ',
    'title_en3' => 'العنوان الانجليزي يحتوي على كلمات ممنوعة',
    'title_ar1' => 'العنوان العربي مستعمل سابقا',
    'title_ar2' => 'العنوان العربي لا يمكن ان يكون فارغ',
    'title_ar3' => 'العنوان العربي يحتوي على كلمات ممنوعة',
    'desc1' => 'الوصف الإنجليزي قصير جدا',
    'desc2' => 'الوصف العربي قصير جدا',
    'delete' => 'تم حذف القانون بنجاح',
    'no-change' => 'لم تغيير اي شئ',
    'update' =>  '<span>تم تغيير القانون بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>',
    'done' =>  '<span>تم إضافة القانون بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>',
];