<?php
return [
    'require' => 'هناك معلومات ناقصة',
    'title1' => 'العنوان قصير جدا',
    'title2' => 'العنوان يحتوي على كلمات ممنوعة',
    'content1' => 'المحتوى قصير جدا',
    'content2' => 'المحتوى يحتوي على كلمات ممنوعة',
    'title_prefix' => '- الدعم -',
    'closed' => 'نأسف على ذلك ولكن تذكرة الدعم مقفولة',
    'response' => '<span>تم الرد على الرسالة بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>',
    'done' => '<span>تم إرسال الرسالة بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>',
];