<?php

return [
    'require' => 'هناك معلومات ناقصة',
    'no-forum' => 'معرف المنتدى غير موجود',
    'title1' => 'عنوان الموضوع قصير جدا',
    'title2' => 'العنوان يحتوي على كلمات ممنوعة',
    'content1' => 'المحتوى قصير جدا',
    'closed-forum' => 'لا يمكنك إضافة مواضيع لان المنتدى مقفل حاليا .',
    'keywords' => 'الكلمات المفتاحية المسوح بها هي : حروف و أرقام فقط .',
    'done' => '<span>تم إنشاء الموضوع بنجاح</span><br /><small>سوف يتم تحويل اليا .</small>',
    'exceed-limit' => 'لقد وصلت للحد اليومي للمواضيع',
    'update' => [
        'done' => '<span>تم تعديل الموضوع بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>',
    ],
    'pin' => 'تم تثبيت الموضوع',
    'unpin' => 'تم إلغاء تثبيت الموضوع',
];