<?php
return [
    'require' => 'هناك معلومات ناقصة',
    'skills' => [
        'already' => 'لقد وضعت هذه المهارة سابقا',
        'percentage' => 'يجب ان تكون النسبة من 0 - 100',
        'done' => '<span>لقد تم إضافة المهارة بنجاح</span><br /><small>سوف يتم تحويلك اليا .</small>'
    ],
    'ed' => [
        'already' => 'لقد وضعت عذا العنوان الدراسي سابقا',
        'format' => 'شكل السنوات خاطئ \'سنة البداية ،سنة الإنتهاء\'',
        'done' => '<span>لقد قمت بإضافة العنوان الدراسي بنجاح</span><br /><small>سوف يتم تحويل اليا .</small>'
    ]
];