<?php

return [
	'heading' => 'التحضير للتنصيب',
	'desc' => 'التحضير لتنصيب سكريبت مجتمع بلود ستون .',
	'title' => 'مرحلة التحضير',
	'bsc' => 'مجتمع بلود ستون',
	'version' => [
		'heading' => 'التأكد من إصدار ال php',
		'php' => 'PHP 5.5 أو أحدث',
	],
	'database' => [
		'heading' => 'معلومات قاعدة البيانات',
		'host' => 'عنوان المضيف',
		'dbname' => 'إسم القاعدة',
		'dbuser' => 'إسم المستخدم',
		'dbpass' => 'كلمة السر',
		'pass' => '<span class="color-7">معلومات فاعدة البيانات نجحت في تجاوز الإختبار بنجاح</span>',
		'fail' => '<span class="color-6">معلومات قاعدة البيانات فشلت في تجاوز الإختبار، الرجاء التأكد من المعلومات المدخلة</span>',
	],
	'email' => [
		'heading' => 'معلومات البريد الألكتروني',
		'host' => 'مضيف ال smtp',
		'username' => 'إسم مستخدم ال smtp',
		'password' => 'كلمة سر ال smtp',
		'port' => 'منفذ ال smtp',
		'noreply' => 'بريد عدم الرد',
		'placeholder1' => 'مثال : smtp.gmail.com',
		'placeholder2' => 'مثال : 587',
		'placeholder3' => 'إسم مستخدم ال smtp',
		'placeholder4' => 'كلمة سر ال smtp',
		'placeholder5' => 'مثال : no-reply@domain.com',
		'fail' => '<span class="color-6">معلومات البريد الألكتروني فشلت في تجاوز الإختبار، الرجاء التأكد من المعلومات المدخلة</span>',
		'pass' => '<span class="color-7">معلومات البريد الألكتروني تجاوزت الإختبار بنجاح</span>',
	],
	'rslt' => [
		'fail' => '<span class="color-6">فشل في الاختبار</span>',
		'pass' => '<span class="color-7">تجاوز الإختبار</span>',
	],
	'create' => [
		'pass' => 'تم إنشاء الملف الرئيسي للإتصال',
		'fail' => 'فشلت عملية انشاء الملف الرئيسي للإتصال، الرجاء اعادة هذه المرحلة'
	],
	'save' => 'الاختبار و التسجيل',
	'required' => 'جميع الحقول مطلوبة !',
	'next' => 'الخطوة الأولى',
];
